[
  {
    "id": 1,
    "name": "MIHAI POPOVICIU",
    "genre": "Deep House, Tech House",
    "nationality": "Romania",
    "about": "Mihai Popoviciu, from Sibiu in Romania, is considered one of the most innovative eastern European producers of electronic music today. He was born in Romania in 1981 and was drawn to the fast-growing rave scene of the 90’s. He started producing music in 2001 being influenced by the techno and house virus and it took many years of experiments until he came up with his first vinyl release on DJ Hell’s imprint Gigolo Records in 2005. Since then he has steadily added chapters to his personal success story with solo projects and those with partners like Markus Homm or Jay Bliss. In June 2007, his EP 'First Contact' was released on Pascal Feos' label Level Non Zero Recordings. Mihai joined the Highgrade family together with Markus Homm in late 2007 and from then on the duo have had several successful releases on the Berlin based imprint like “Deaf Sniper”, “Lagoon” or “Urban Ballroom”. In 2009 the discographic activity of Mihai got very intense with releases on highly respected European labels such as Fear Of Flying, Hudd Traxx, Bang Bang or Diynamic. The club hit Bis Co (produced together with Markus and Jay Bliss) was featured in all major dance charts across Europe and confirmed once again his fine producing skills. When teaming up with Jay Bliss the duo call themselves Hermannstadt Collective, a DJ and producing team that has made big waves on the dance floors all over the world with tracks like “Raw Fruit”, “Thirst Day” or “Safety Match”. Mr. Popoviciu is the kind of producer that likes to innovate and to always refine his varied sound palette surprising the audience in the best way. It’s not a big surprise that Mihai’s reputation as a DJ grew fast in the past years taking him to Europe’s most important clubs and venues. His DJ sets have a distinctive personal touch delivering you a perfectly balanced mixture of groovy beats, warm pads and musical emotions that will get you addicted.",
    "picture": "https://geo-media.beatport.com/image/87928f1c-0052-4f0d-ae22-3bb58d772aeb.jpg",
    "releases": "https://www.beatport.com/artist/mihai-popoviciu/8119/releases"
  },
  {
    "id": 2,
    "name": "MIHALIS SAFRAS",
    "genre": "Tech House, Techno",
    "nationality": "Greece",
    "about": "Mihalis Safras, is a DJ Award winner, producer and club DJ from Athens. His style has been described as Tech-House and Techno with prog influences. He co-founded the Material Series record label with Mark Broom in 2006. Safras was nominated at IDMA Awards and at DJ Awards in 2016. Safras was named the Best Tech House Artist of the Year in 2015 by the online music retailer Traxsource.",
    "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQTfPnHaRIQudC9M5wU7xc7UqzBhJdnZlRz5nY6gqsjmN73Tca6hA",
    "releases": "https://www.beatport.com/artist/mihalis-safras/33398/releases"
  },
  {
    "id": 3,
    "name": "ADAM BEYER",
    "genre": "Techno, Tech House",
    "nationality": "Sweden",
    "about": "Easily one of the most important Swedish techno artists, Adam Beyer has remained a sought-after DJ and restlessly prolific producer since the mid-'90s. Mainly associated with a driving, percussion-heavy style of techno created entirely with DJs and dance clubs in mind, he is the manager of the appropriately named Drumcode label. He has released a few full-lengths, including 1996's Decoded and 2002's surprisingly eclectic Ignition Key (on his more atmospheric Truesoul label), but his recorded output mainly consists of numerous singles and EPs. Praised for his impeccable, innovative mixing skills (often involving three turntables and fast-paced transitions), he has released several acclaimed mix CDs, including 2002's Stockholm Mix Sessions, Vol. 3 and 2005's Fabric 22, and is constantly booked at major clubs and festivals throughout the world. Beyer was born in Stockholm in 1976. By the time he turned 20, he had already released nearly a crate full of records, either on his own or as part of short-lived trance, acid, and techno projects with fellow Swedish producers like Peter Benisch, Jesper Dahlbäck, and Joel Mull. Drum Codes 1, his first solo EP for Planet Rhythm Records in 1995, provided the name for his Drumcode label a year later. Planet Rhythm released Beyer's full-length debut, Decoded, as well as its remix companion, 1997's Recoded, but he has mainly focused on Drumcode and its related imprints since then (although he has sporadically recorded for other notable labels, such as Soma, Plus 8, and Wagon Repair). Beyer's second album, Protechtion, appeared on Drumcode in 1999. While best known for his harder, grittier tracks, he began to release slightly softer, more melodious tracks through his Code Red imprint and Conceiled Project alias. In 2002, he founded the Truesoul label and expanded on these deep techno and ambient sounds with his third full-length, Ignition Key, which explored Detroit-influenced techno and electro.",
    "picture": "https://image-ticketfly.imgix.net/00/01/98/07/25-og.jpg?w=500&h=334&fit=crop&crop=top",
    "releases": "https://www.beatport.com/artist/adam-beyer/6824/releases"
  },
  {
    "id": 4,
    "name": "MARKUS HOMM",
    "genre": "Deep House, Tech House",
    "nationality": "Romania-Germany",
    "about": "When MarKus Homm started going to his first House parties, the likes of Beatport and Myspace hadn’t even been thought of. Born in 1980, Marcus was 15 years old when he became infected with electro music and subse- quently got his hands on a turntable. He then began to seek out the latest releases at the record store and also by asking local DJ’s the identity of the tracks that had kept him dancing late into the night. Markus Homm was born in Romania, and now lives in Nurenberg. Eventually the second turntable made it into the equation and he started to mix records. His first gig came at age 21 and proved to be the first of very many.In 2000 Markus returned to his former homeland. In Romania he played several gigs and met his current production partner and friend Mihai Popoviciu. Impressed by the quickly developing club scene in Romania he opened a record store with fellow local DJ’s in Sibiu. It is not only his passion for techno music that has taken him to places far and wide. Since he was 18 years old, Markus has been traveling as a professional dancer to tournaments all over the world. Learning Latin American dance has definitely influenced his sense of rhythm and his training has taught him the intricate design and implementation of many forms of music. In 2006, Homm’s professional career took him to Moscow, and it was there that he started to produce music. Working sometimes alone and sometimes with partner Mihai Popoviciu, he formulated his own unique style of dance music, ranging from Deep House to Tech House. Markus Homm’s music is in a constant state of development, always searching for, and finding the most compelling groove. This diverse musical direction has led Homm & Popoviciu to successful releases with various labels, including their home label Highgrade Records, and Diynamic Music. In 2009 they had a widely acknowledged summer hit with “Bis Co”. Markus Homm has also released a string of solo tracks and remixes which have gained notable success and positive feedback. Markus Homm has earned himself a solid position in the international Techno scene. Legendary Berlin clubs like Panorama Bar, Watergate and Tre- sor, or international destinations and venues in Zurich, Bucharest, Mexico, Madrid, Tokyo and Hong Kong are his regular playrooms. But despite all the fun of the last few years, Markus Homm has continued to push his musical development. The Highgrade Disharmonic Orchestra is his latest Live project, alongside label colleagues Tom Clark, Todd Bodine, Dale und Daniel Dreier. The group made an amazing debut in the summer of 2010 at Watergate. And soit goes on. Producer and DJ Markus Homm moves consistently forward and continues his playful exploration of the tensions between music and body, while working on his own unique and very special musical success story.",
    "picture": "https://www.dachstock.ch/wp-content/uploads/2017/12/Markus-Homm.jpg",
    "releases": "https://www.beatport.com/artist/markus-homm/53403/releases"
  },
  {
    "id": 5,
    "name": "HOT SINCE 82",
    "genre": "Deep House, Tech House",
    "nationality": "United Kingdom",
    "about": "British deep/tech-house DJ and producer Daley Padley has achieved a remarkable amount of success under the name Hot Since 82. His tracks are energetic and a touch dramatic, yet smooth and not over-produced, and are perfectly tailored for clubs and dance festivals. After collecting some of his initial singles and remixes as Hot Since 82 on the 2013 full-length Little Black Book, Padley founded Knee Deep in Sound in 2014 and continued releasing singles and mix CDs on the label, as well as others such as Truesoul and Moon Harbour. Padley was born and raised in Barnsley, England (in 1981, contrary to his moniker). He started frequenting clubs as a teenager, and began spinning at a hometown club at the age of 17, where he became renowned for his 12-hour weekend sets. He began traveling to Ibiza in 2003, and started a residency at Cream Ibiza in 2006. He also started releasing tracks under his own name, but he gradually became tired of the more commercial Ibiza sound, and took a break from spinning and producing music. However, he regained his faith in house music when he resumed clubbing in Leeds in 2010. That summer, he and his friends were attending an Ibiza after-party when the music abruptly stopped. Padley plugged his phone into the sound system and played one of his unfinished tracks, and the crowd responded enthusiastically. 'Let It Ride', Padley's debut single as Hot Since 82, was released by Noir Music in 2011, and was soon followed by the Forty Shorty EP on Get Physical, two Hot Jams EPs on Noir, and several tracks on Moda Black. He also remixed songs by Pete Tong, Rudimental, David Lynch, and Green Velvet, among many others. Padley's star continued to rise in 2013, as his set for BBC's Essential Mix series aired, and his debut full-length, Little Black Book, was released by Moda Black. In 2014, he was featured on the cover of Mixmag, headlined the U.K. festival Creamfields, and launched his own label, Knee Deep in Sound, dedicated to up-and-coming underground house artists. He released a mix CD, also titled Knee Deep in Sound, through the label, as well as singles such as 'Time Out' and the Black Box-sampling 'Somebody Everybody.' A second Essential Mix, recorded live at Ibiza club Space, aired in 2015, and Hot Since 82 mixed the second disc of All Gone Ibiza 2015, a double disc split with Tong. Padley continued playing at clubs and festivals throughout the world, selling out tours of North and South America as well maintaining a long-standing residence at Pacha Ibiza. Among his single releases, 'Damage' was issued by Adam Beyer's Truesoul in 2015, and 'Evolve or Die' appeared on Moon Harbour in 2017, the year he was nominated for Producer of the Year at the inaugural Electronic Music Awards. 'Buggin' (featuring vocalist Jem Cooke) followed in 2018.",
    "picture": "https://www.clashmusic.com/sites/default/files/styles/article_feature/public/field/image/006.jpg?itok=qhtvfAQD",
    "releases": "https://www.beatport.com/artist/hot-since-82/212422/releases"
  },
  {
    "id": 6,
    "name": "PASCAL FEOS",
    "genre": "Techno, Tech House",
    "nationality": "Germany",
    "about": "Pascal FEOS (born March 11, 1968 in Bad Nauheim , Hesse , his full name is Pascalis Dardoufas ) is a Frankfurt DJ , producer and label operator in the electronic music scene. Together with Maik Maurice Diehl he forms the live act Resistance D and also released songs under the pseudonym Sonic Infusion . Until 2011 he was next to Gabriel Le Mar and Alex Azary to the producer team of the Ambient Project Aural Float . He runs the record label levelNONzero Recordings as wellNeed for groove. As part of the duo Resistance D, helped define the sound of early-'90s trance before moving toward minimal techno. After parting ways with Harthouse, the Frankfurt-based trance label run by Sven Väth that had released his early Resistance D productions, Pascal started his own label, Planet Vision, in 1997. In addition to releasing records by acclaimed producers such as Ricardo Villalobos and Thomas Schumacher, Pascal released a full-length solo debut of his own in 1999 as Pascal F.E.O.S. (somewhat of an acronym for 'From the Essence of Minimalistic Sound'). That debut album, From the Essence of Minimalistic Sound, garnered substantial praise and showcased Pascal's increasing affinity for minimal techno while still retaining some of the trance aesthetic associated with his early-'90s productions. In addition to his productions and his label, Pascal is also a well-known DJ and has also produced tracks under a number of monikers, many of them collaborations: Sonic Infusion, Aural Float, Audiowerk, Azid Force, Infinite Aura, Bi-Face, Edenhouse, Hearts of Space, Minimalistic Source, Dune, Gen.D, and Syncorpation.",
    "picture": "https://img.discogs.com/3mK3E8--b0Hi1EOeVoURPTDGcaw=/600x307/smart/filters:strip_icc():format(jpeg):mode_rgb():quality(90)/discogs-images/A-4865-1529154352-8761.jpeg.jpg",
    "releases": "https://www.beatport.com/artist/pascal-feos/33548/releases"
  },
  {
    "id": 7,
    "name": "SANTE",
    "genre": "Deep House, Tech House",
    "nationality": "Germany",
    "about": "Santé, hailing from Berlin, is part of a new school of artistschampioning musicality, skilfulness and creativity overmindless loops and endless repetition. His productions, likethose on his record label AVOTRE, ooze character,charisma & humour, feelings so often overlooked in therealms of house music.Plans for the future include his long-awaited debut artistalbum, out in October 2014, which he promises will be moreof a song-based affair than a straight-up collection ofdancefloor grooves (“to show a few more skills”), andfurther developing his AVOTRE brand, to include a clothingline which will go hand in hand with the releases. With analbum tour to look forward to, which will take him to all fourcorners of the world, the upward momentum that hascharacterised Santé’s career so far shows no sign ofslowing down.",
    "picture": "https://djmag.com/sites/default/files/styles/djmag_landscape/public/article/image/sante1.jpg?itok=VOROZKQs",
    "releases": "https://www.beatport.com/artist/sante/53154/releases"
  },
  {
    "id": 8,
    "name": "PAUL C",
    "genre": "Tech House, Minimal",
    "nationality": "Italy",
    "about": "Paolo Cavicchioli aka Paul C is the co-founder of Polar Noise records and had his tracks already Hot Creations/Terminal M/8bit/Moon Harbour/Deeperfectsupported by big names such Loco Dice,Marco Carola, Jamie Jones, Luciano, Nick Curly, Matthias Tanzmann, Dennis Cruz, Richy Ahmed, Patrick Topping and more.",
    "picture": "https://geo-media.beatport.com/image/23fce255-333f-4b86-89c5-85aee0fc0a9a.jpg",
    "releases": "https://www.beatport.com/artist/paul-c/8666/releases"
  },
  {
    "id": 9,
    "name": "KAROTTE",
    "genre": "Techno, Tech House",
    "nationality": "Germany",
    "about": "DJ Karotte (born February 15, 1969 in Friedrichsthal (Saar) as Peter Cornely ) is a DJ in the field of electronic dance music from Germany . After training as a chimney sweep , he began his DJ career in the late 1980s in Saarland, among others in such Saarland clubs as the Mirage, swimming ship (both Saarbrücken), R-Park (Göttelborn) or Flash (St. Wendel). He quickly became enthusiastic about the upcoming techno wave and from 1994 was a resident DJ in the former Club Aufschwung Ost (laterStammheim ) in Kassel . He made a name for himself above all through a versatile selection of music across the entire spectrum of electronic music.",
    "picture": "https://djmp3.live/wp-content/uploads/2018/12/karotte-dj-mix-june-2014-electro.jpg",
    "releases": "https://www.beatport.com/artist/karotte/12846/releases"
  },
  {
    "id": 10,
    "name": "CARL COX",
    "genre": "Tech House",
    "nationality": "United Kingdom",
    "about": "A perennial favorite as the best DJ in the world according to fans as well as the major mixing magazines, Carl Cox has been a part of Britain's dance scene from the heady days of disco through to the global clubland of the new millennium, with temporary pit stops covering hip-hop, the rare groove movement, and the immense rave revolution of the late '80s. That large span of time has undoubtedly affected his choice of records, since Cox routinely detours through breakbeat, Italian house, and the dance mainstream during his usual sets of hard techno. Perhaps the best testament to his mixing skills is his immense popularity despite his focus on music much more intense than the brand of arena trance spawned by Oakenfold, Sasha, Digweed, and others. Cox was born in Manchester in 1962, to parents originally from Barbados (they later moved back after he grew up). Cox began DJing family get-togethers at the age of eight, selecting records from his parents' stack of soul 45s. He was buying his own records soon after, and owned his first pair of turntables at the age of 15. The rest of his teens was spent making spare money at any event he could DJ; though Cox studied electrical engineering in college, he quit after six months and began working various jobs until he could become a full-time DJ. Cox had followed the musical trends from disco to rare groove on to hip-hop during the late '70s and early '80s, but the introduction of house into Britain during the middle part of the decade convinced him that he had found his niche. After moving to Brighton in 1986, his reputation bloomed during the acid house explosion of 1988-1989; Cox played the opening night at Shoom, one of the defining club nights of Britain's house revolution (as well as other legendary hot spots like Land of Oz and Spectrum). In front of 15,000 at the 1989 open-air event Sunrise, he unveiled his use of three decks on the mix; that signature technique built him into one of the top DJs of the late '80s and early '90s. By 1992 Cox had signed an unheard-of long-term production deal with Paul Oakenfold's Perfecto Records and hit number 23 on the British charts with his debut single, 'I Want You (Forever)'. His second single, 'Does It Feel Good to You' also reached the Top 40, and he quickly diversified by setting up his own record label (Worldwide Ultimatum) and an international DJ agency (Ultimate). The onset of a more hardcore rave sound (and the fact that he was increasingly becoming pigeonholed within it) forced Cox to spend several years reestablishing his niche. In a bit of irony, commercial successes like Cox's own steered him away from high-BPM candy-core and toward the still soulful house and techno scene. Three years after his hit singles, Cox returned with the first volume in what became a genre-defining mix compilation series, F.A.C.T.: Future Alliance of Communications and Tecknology. After the first volume dropped in 1995, surprisingly high sales figures earned a second two years later (released in America as well). One year later, Cox released his first studio full-length with 1996's At the End of the Cliché. Mix album The Sound of Ultimate B.A.S.E. followed in 1998, with another studio album, Phuture 2000, appearing in 1999. One year later, he released the self-explanatory Mixed Live, recorded at Chicago's Crobar. A second edition of Mixed Live appeared two years later along with the mix CD Global. The DJ's next busy year was 2004 with the Pure Intec mix CD appearing in August and Cox's entry in the Back to Mine series dropping in November. Second Sign appeared in 2006 with new Cox productions and a diverse set of collaborators, including superstar DJ Norman Cook and Detroit techno pioneer Kevin Saunderson.",
    "picture": "https://dancingastro-wpengine.netdna-ssl.com/wp-content/uploads/2017/11/Screen-Shot-2017-11-21-at-2.07.13-PM.png",
    "releases": "https://www.beatport.com/artist/carl-cox/6821/releases"
  },
  {
    "id": 11,
    "name": "DJ HELL",
    "genre": "Electro, Techno",
    "nationality": "Germany",
    "about": "Helmut Josef Geier aka DJ Hell has worked as a DJ since 1978. Starting in 1983, he began working as a DJ at Club Libella in Kirchweidach, Germany, near his hometown of Altenmarkt an der Alz. This would be his first residency, where he cultivated his eclectic style of mixing New Wave, Ska, Punk, Rockabilly, Hip hop, and Disco in the same set. Further residencies followed, at Park Café and Tanzlokal Grössenwahn in Munich, where, as one of the first house DJs in Germany he regularly performed at house music parties. In 1987 he organized the first acid house party there, and in the same year at Grössenwahn deejayed at Run–D.M.C.’s aftershow party. At the end of the 1980s, he developed his style at various Munich clubs and dance halls from New Wave, EBM, Electro, and Hip hop to include House and Techno. The numerous releases on International Deejay Gigolos notably fuelled the 1980s revival in the German and international club scene, establishing DJ Hell as one of the founders of the Electroclash subgenre.",
    "picture": "http://www.global-sets.com/wp-content/uploads/2017/05/hell-660x330.png",
    "releases": "https://www.beatport.com/artist/dj-hell/6441/releases"
  },
  {
    "id": 12,
    "name": "GUI BORATTO",
    "genre": "Electro, Minimal",
    "nationality": "Brazil",
    "about": "Brazil's Gui Boratto produces bright, melodic tech-house tracks owing to progressive house and new wave. A longtime associate of the esteemed German label Kompakt, he's responsible for some of the label's most accessible material, including the popular singles 'Beautiful Life' and 'No Turning Back'. An architect by trade, Boratto is a master of exquisitely crafted sound design, but his tracks are always imbued with warmth and humanity. He broke through with his widely praised 2007 full-length debut, Chromophobia, and remained with Kompakt for several subsequent albums, including the darker III (2011) and Pentagram (2018), while releasing singles on a host of smaller labels. Boratto was born in Sao Paulo, Brazil in 1974. He began contributing to recordings as a producer and multi-instrumentalist during the early '90s. He joined the successful dance-pop band Sect during the middle of the decade, and worked with the disparate likes of Steel Pulse, Gal Costa, Garth Brooks, and others. Boratto began releasing 12 inch EPs and singles in 2005, quickly filling up a DJ crate with records on Circle Music, Plastic City, and various Kompakt sublabels. He also remixed a staggering quantity of tracks, including singles by the Pet Shop Boys, Goldfrapp, Moby, Massive Attack, and others. Signing to Cologne's Kompakt label for his full-lengths, Boratto's acclaimed debut album, Chromophobia, appeared in 2007, featuring the sunny, new wave-influenced 'Beautiful Life'. The double-CD mix Addicted, Vol. 2 was issued by Platipus later in the year. Second proper album Take My Breath Away followed in 2009, including the single 'No Turning Back'. Boratto's volume of the Renaissance: The Mix Collection series saw release in 2010. Boratto's third album, III, was released by Kompakt in 2011, and was significantly darker than his past work. Following The K2 Chapter, a digital compilation of his earlier singles for Kompakt's K2 imprint, his fourth album, Abaporu, appeared in 2014, returning to his more cheerful, party-friendly sound. Boratto founded a label called D.O.C., which released material by artists such as Elekfantz and Shadow Movement, in addition to Boratto's collaborations with the likes of Mixhell (Animal Machine) and Leo Janeiro (MooDisco). In 2018, Kompakt released Boratto's fifth full-length, the ambitious, cinematic Pentagram, which featured collaborations with progressive house innovator BT and vocalist Nathan Berger.",
    "picture": "https://djmag.com/sites/default/files/styles/djmag_landscape/public/article/image/Gui%20Boratto_J.Wainer.jpg?itok=o7MINa90",
    "releases": "https://www.beatport.com/artist/gui-boratto/15617/releases"
  },
  {
    "id": 13,
    "name": "ALEX NIGGEMANN",
    "genre": "Deep House, Progressive House",
    "nationality": "Germany",
    "about": "As a DJ, producer and label boss, Berlin’s Alex Niggemann’s career has been instrumental in the continued development of underground techno. His ever-restless creativity and desire to build a platform for music that defines the deeper side of the electronic spectrum, led Alex to launch his very successful label, AEON in 2013 – an imprint which has gone on to play an integral part in building Alex’s impressive repertoire of releases to this point and beyond. His aim for the label is to build a representative artistic platform that mirrors the peak time DJ sets that he plays, referencing the spirit of classic, timeless house and techno and updating it for the future.Now well on the way to becoming an established underground label, the focus for 2016 is the continued growth of this already hyper-successful imprint with a flurry of releases from the underground’s hottest new talents. Beyond the music, Alex has also launched an impressive event series under the AEON moniker, already selling out shows at Rotterdam’s world renowned Transport, Watergate and further in Milan, Barcelona and North Africa. Followed up by confirmed dates throughout Europe’s clubbing hotspots – London, Berlin, and Amsterdam as well as an already stacked personal diary with tours confirmed for Europe, North Africa, The Far East and Australia.Add to this the release of his own club and radio ready tracks via Aeon and beyond – 2016 is the year that Alex Niggemann breaks through to another level of artistry and becomes one of the underground’s major player.Known for boundless energy, a formidable work ethic, a love of musical diversity and undisputed, exceptional artistic talent, have already seen Alex’s global profile grow at an exponential rate. A classically trained pianist who gave up the ivory keys to follow his technological dream. His ability to fuse the best of both old and new influences, to create an entirely new sound that leaves behind rigid definitions,is the mark of a true visionary.",
    "picture": "http://tbilisiopenair.ge/2018/wp-content/uploads/2017/03/Alex-Niggemann.jpg",
    "releases": "https://www.beatport.com/artist/alex-niggemann/68968/releases"
  },
  {
    "id": 14,
    "name": "TICON",
    "genre": "Progressive Trance",
    "nationality": "Sweden",
    "about": "Ticon are Filip Mårdberg and Fredrik Gilenholt, a Swedish progressive/psychedelic trance project. With a deep background in the technoscene they started playing around on their computer in 1995 and this step brought them along many paths they hadnt dreamed of. The experience aquired along the way has switched the scene from the amateur thing of the beginning to the standard of today; an acclaimed production with an exquisite feeling for sounds and percussion. The project Ticon was started in 1999 as a natural progression towards something new and they soon got the attention deserved. Their unique style walks the thin line between trance and psytrance with crossover excursions on both sides. This gives the album a variation from the floorfilling to the hipswinging funky but they all emit the Ticon sound and the message to be happy and to be loosin it to the music.",
    "picture": "http://www.ticonmusic.com/live.jpg",
    "releases": "https://www.beatport.com/artist/ticon/2298/releases"
  },
  {
    "id": 15,
    "name": "NICOLE MOUDABER",
    "genre": "Deep House, Tech House, Techno",
    "nationality": "Lebanon",
    "about": "Nicole Moudaber is an event promoter, record label founder, radio host, and one of the most passionately followed DJ/producers in the world. The one-woman army is marching her muscular take on techno all over the globe, winning fans not only with her music, but her way of being, that’s at once uncensored, inclusive, and fierce. With her trademark shock of untamed dark hair, the Nigeria-born artist can be spotted in a DJ booth by profile alone, rocking crowds before she even drops a record. In-demand all over the world, Moudaber has played everything from intimate after-hours clubs; to revered nightclub institutions like Space, DC10, Output and Stereo; to massive festival stages, including Glastonbury, Electric Daisy Carnival (hosting her own MoodRAW stage), and two appearances at Coachella.She’s been featured by the New York Times and CNN, named “one to watch” by Billboard and Paper magazine, and has graced the cover of electronic music magazines in several countries. Her weekly radio show In The MOOD - which Moudaber hosts with her unmistakable husk-and-honey voice - won Best Online Music Show in the 2016 Online Radio Awards, and is syndicated across over 70 FM stations in over 50 countries, commanding over 15 million listeners worldwide. She has over a million social followers who she dialogues with daily, sharing candid thoughts on music, work, and life.A true global citizen, Moudaber resides in London and Ibiza, with frequent stopovers in New York and Los Angeles. She supports NYC’s Lower Eastside Girls Club, which helps disadvantaged young women access the tools they need to pursue their passion for music.",
    "picture": "https://www.technostation.tv/wp-content/uploads/2016/04/NicoleMoudaber-770x500.jpeg",
    "releases": "https://www.beatport.com/artist/nicole-moudaber/57493/releases"
  },
  {
    "id": 16,
    "name": "RAMON TAPIA",
    "genre": "Techno",
    "nationality": "Chile-Netherlands",
    "about": "Ramon was born and raised in Holland, and followed in his father’s footsteps in his teenage years when he began producing. His mother met his father some years after he escaped from Pinochet’s Chile, where his own music had incensed the military government and made him a cultural dissident. Ramon’s youth was thankfully not as turbulent nor dangerous, with the young talent brought up on a musical diet that was incendiary in its own way: Michael Jackson, Quincy Jones, Kraftwerk, Front 242, and the early pioneers of Detroit techno. His two older sisters played a key part in his musical formation, sparking his imagination with tales of dance floor epiphanies upon their return from clubs of the country’s heyday.Once bitten by the techno bug, Ramon moved to Belgium’s scene capital, Antwerp, to study as a jeweler and diamond cutter. It was a part-time job in a record shop that helped to decide his destiny, however. He began producing t racks wit h a colleague, and slowly learned to produce solo. After a fruitful period producing much tougher techno, a resurgent Ramon Tapia began to find fame under his new moniker in the late 2000s on labels like Herzblut, Craft and Yellow Tail, forging a new school techno sound that blended the slower, sexier sounds of the contemporary vibe with his schooling in the genre from the past few decades. In 2010 he mixed a compilation for New York’s legendary Strictly Rhythm, plundering their back catalogue for a full mix of new interpretations by him and various collaborators. This marked the biggest turning point in his career, catapulting him onto the world stage.",
    "picture": "https://geo-media.beatport.com/image/9979bac5-ccf2-44eb-85d6-261dc4e15916.jpg",
    "releases": "https://www.beatport.com/artist/ramon-tapia/15171/releases"
  },
  {
    "id": 17,
    "name": "OLIVER HUNTEMANN",
    "genre": "Techno",
    "nationality": "Germany",
    "about": "Myths abound in the north when it comes to techno ground zero, and they refuse to go away. Oliver Huntemann is one of a handful of children of the north who, for what seems like an eternity, add an element of credence to the mythology. He does not, of course, live in a snowy forest or at the edge of the polar oceans. The sun does, on occasion, shine down on Hamburg. Nevertheless, there is a tendency towards hypothermic reduction in the rigorous efficiency of the Huntemann oeuvre. Images of cold storage warehouses, desolate heavy plant sites and bluish flesh are not entirely misplaced. Shards of German Engineering glimmer in his music, laced with persuasive logic, gruesome Darwin- ism. What remains: what works.In “Brighter than the sun“, the English music theorist Kodwo Eshun depicts the birthplace of Kraftwerk, Dusseldorf, as the “Mississippi Delta of Techno“. Huntemann’s tracks may well have dragged themselves out of the same primeval soup, but it was the far north which fired them with the necessary steel for clubland.",
    "picture": "https://electronicgroove.com/wp-content/uploads/2017/11/Oliver-Huntemann.jpg",
    "releases": "https://www.beatport.com/artist/oliver-huntemann/10490/releases"
  },
  {
    "id": 18,
    "name": "JOHN DIGWEED",
    "genre": "Progressive House, Progressive Trance",
    "nationality": "United Kingdom",
    "about": "Boratto's third album, III, was released by Kompakt in 2011, and was significantly darker than his past work. Following The K2 Chapter, a digital compilation of his earlier singles for Kompakt's K2 imprint, his fourth album, Abaporu, appeared in 2014, returning to his more cheerful, party-friendly sound. Boratto founded a label called D.O.C., which released material by artists such as Elekfantz and Shadow Movement, in addition to Boratto's collaborations with the likes of Mixhell (Animal Machine) and Leo Janeiro (MooDisco). In 2018, Kompakt released Boratto's fifth full-length, the ambitious, cinematic Pentagram, which featured collaborations with progressive house innovator BT and vocalist Nathan Berger. The Hastings, England native had been DJ'ing for close to ten years when his demo mixtape caught the ear of Geoff Oakes, promoter of British nightclub Renaissance. He was soon working alongside the likes of another popular Renaissance DJ, Sasha (Alexander Coe). The new position gave the DJ what he needed for his big breakthrough, and he has continued to prosper ever since. In 1994, Sasha & John Digweed's Renaissance: The Mix Collection was released. The continuously mixed three-CD set was intended as a sampler of the types of progressive house and tracks played at Renaissance, and was one of the first heavily promoted DJ mix compilations. The album was a surprise huge-seller, and eventually earned a reputation as one of the best commercially available DJ mixes of all time. The collection's second volume, mixed by Digweed solo, followed in 1995, and soon approached gold status in Europe. Sasha & Digweed continued their collaboration with the Northern Exposure series, named for the club night they were promoting at the time. The first volume was issued as a two-CD set in Europe by Ministry of Sound in 1996. The collection was another success, and an abridged single-disc American edition issued by Ultra Records in 1997 established the duo's popularity stateside, helping to create an American audience for the emerging progressive house sound. The second volume was released as a two-CD set in Europe in 1997, with both discs released individually as East Coast and West Coast editions stateside in 1998. In 2002, Digweed scored Stark Raving Mad, a film about a heist pulled at a rave. During the same year, Sasha & Digweed and Jimmy Van M completed a major American tour called Delta Heavy. Several solo Digweed mix albums followed, including additions to the popular Fabric and Choice: A Collection of Classics series, and two volumes of Layered Sounds. Sasha & Digweed celebrated the tenth anniversary of the original Renaissance mix with an updated version in 2004, re-creating the original mix and taking advantage of the improved technology. In 2006, Digweed began a new mix CD series on Renaissance called Transitions, which was also the name of his Kiss radio show at the time. The series produced four volumes between 2006 and 2008. Also during that time, Sasha & Digweed (who had technically never split up) performed several reunion gigs, culminating in a 2008 North American tour. Digweed continued to release an astonishing number of mix CDs on Bedrock Records, issuing as many as three per year. Two volumes of Structures appeared in 2010 and 2011, and a series of recordings of Digweed's live sets began in 2012. Reflecting his penchant for extremely lengthy DJ sets, most of the series' volumes contained more than two discs, while 2016's Live in Montreal (drawn from an 11-hour set) included six CDs.",
    "picture": "https://cdn.wegotthiscovered.com/wp-content/uploads/2016/06/john-digweed.jpg",
    "releases": "https://www.beatport.com/artist/john-digweed/8287/releases"
  },
  {
    "id": 19,
    "name": "JOEY NEGRO",
    "genre": "Nu Disco, Disco House",
    "nationality": "United Kingdom",
    "about": "Joey Negro integrated his passion for disco music into house music as both a producer and as a remixer, causing many to call his music disco-house. Negro released music under a plethora of monikers for a multitude of record labels throughout the '90s and into the next millennium. Just as importantly, he curated several crucial compilations that gathered underappreciated dance music from the '70s and '80s. Born as Dave Lee on England's Isle of Wight, Negro's lifelong relationship with dance music began in the late '70s when he began collecting disco, soul, and funk records. In 1986 he moved to London and began working at a record store, Smithers & Leigh. The store closed down a year later, however, and Negro began working for Rough Trade Distribution, starting its dance department, Demix, and working with labels like Rhythm King. Negro started his own label in 1988, Republic Records, and released his first production, M.D.EMM's 'Get Busy'. Negro would go on to release most of his early productions on Republic over the next few years. His first release as Joey Negro came in 1991, 'Do It Believe It', released on Nu Groove, followed by Do What You Feel', released on another of his labels, Z Records. Virgin eventually licensed 'Do What You Feel' and the song became both a club hit and a pop hit, resulting in an album deal with the major label. Throughout the remainder of the decade, he continued releasing his productions under an array of monikers and had even more success as a remixer, not to mention his DJing. The compilations of rare disco and post-disco he assembled include Jumpin' (two volumes on Harmless), The Soul of Disco (three volumes on Z), Disco Spectrum (three volumes on BBE), Disco Not Disco (the first two volumes, for Strut), Destination: Boogie (Z), and Backstreet Brit Funk (Z). In 2017, he released Produced with Love (Z), which combined newer disco-rooted material with a selection of past production and remix highlights.",
    "picture": "https://electronicgroove.com/wp-content/uploads/2017/08/Joey-Negro.jpg",
    "releases": "https://www.beatport.com/artist/joey-negro/1113/releases"
  },
  {
    "id": 20,
    "name": "ROGER SANCHEZ",
    "genre": "House, Garage House",
    "nationality": "USA-Dominican",
    "about": "Just one in the cast of crucial producers who made Strictly Rhythm the premiere American house label during the early '90s, Roger Sanchez grew into a prolific remixer, world-class mainstream DJ, and top global-house name by the end of the decade. Though he concentrated more on mix albums than proper studio productions under his own name, Sanchez gained much respect with club kids as well as the dancefloor intelligentsia. Born in New York to parents of Dominican heritage, Sanchez attended Manhattan's School of Art & Design with several future hip-hop legends including Kurtis Mantronik. He was well into the graffiti and break-dancing scene during the early '80s and began DJing by the age of 13. After mixing for several years at New York hot spots like the Tunnel -- even while he was studying architecture at the Pratt Institute -- Sanchez finally left college in 1987 to give music a full-time shot. His club Ego Trip was soon booming (with Sanchez mixtapes selling briskly on Broadway) and he never looked back. By 1989, Gladys Pizarro from Strictly Rhythm Records had touched base to see if Sanchez was interested in production; one year later, he had recorded his first single, 'Luv Dancin', as Underground Solution. The single's tough underground grooves charged the New York house scene, then just on the cusp of a turnover from the smooth garage sound to a rougher style influenced by European trance and techno. Despite stumbling into remixing by accident -- after giving a bad review to a single, he was tapped to rework it -- Sanchez became more than competent at the game, and beginning in 1991 he worked on tracks for Babyface, Michael Jackson, Diana Ross, Janet Jackson, Chic, M People, Basia, Incognito, and Soul II Soul. Later Sanchez productions -- a 1994 Latin dub-house burner named 'Sumba Lumba' (as Tribal Confusion), the following year's hard-hitting Strictly 4 the Underground EP (as Roger S), and that same year's 'Release Yo Self' (as Transatlantic Soul) -- cemented his status as one of Strictly Rhythm's greatest assets and one of the world's leading mainstream producers. Though his own One Records collapsed in 1995, Sanchez formed another label named Narcotic and signed up with the British club Hard Times to release his first full-length. The mix LP Hard Times: The Album featured the S-Man (with just two decks, a mixer, and a crate of records) proving his worth as a DJ in addition to his much-hyped studio work. He continued in the mix-LP vein, releasing volumes in two high-profile series (Mixmag Live!, United DJ's of America), and the Freeze collection Roger S. Mega Mix. In 1997, Narcotic Records released 'Back' (as S-Men), the fruits of the dance super-group formed by Sanchez, Junior Sanchez, and DJ Sneak. One year later, Sanchez released S-Man Classics, a two-disc collection including his best remixes backed with his best own productions. A few mix albums followed during the next three years, but a full production album, First Contact, finally dropped in 2001. Sanchez launched a new label in 2002 named Stealth -- home to his impressive rate of mixes, as well as re-releases and new productions from himself as well as other artists. The following year, he won a Grammy in the category of Best Remixed Recording for his remix of No Doubt's 'Hella Good', Release Yourself, his long-running terrestrial and online radio show, won an International Dance Music award for Best Podcast. The show celebrated a decade of broadcasts when the mix effort Release Yourself: 10th Anniversary Edition dropped in 2011, the same year that Sanchez joined with the Far East Movement for the single '2gether', The singles 'Troubleman' and 'My Roots' arrived in 2013 along with the mix album Release Yourself 13.",
    "picture": "https://payload.cargocollective.com/1/12/391348/7700455/Skyler-Greene-Photogrpahy_DSC_0820-Edit-Edit.jpg",
    "releases": "https://www.beatport.com/artist/roger-sanchez/4418/releases"
  },
  {
    "id": 21,
    "name": "DIMITRI FROM PARIS",
    "genre": "House, Nu Disco, Disco House",
    "nationality": "France",
    "about": "As the French Ambassador of stylish club sounds, Dimitri from Paris is everything his nation could be proud of: a DJ, producer, and remixer of the highest standard, and a stylish snake-hipped pin-up with French reserve. In a nutshell, there are two distinct sides to Dimitri: a undeniable elegant and, a devoted dance music fanatic. In February 2005 the French government awarded him the very official rank of Knight of the Arts and Letters. Along with Air and Cassius he was the first artist from the Electronica field to be given such a distinction. His musical influences are deeply rooted in 70s Funk and Disco sounds that spawned todays House music but also original soundtracks from 50's and 60's cult movies. With such a large mix, Dimitri remains of one of clublands most empathic and most unpredictable DJs. Playing across genres and tempos his first goal is to share his love for music while moving your mind, body and soul. Dimitri's DJing career started in the late 80's on the Parisian pirate radio scene. Moving to an official and nationwide radio he became the very first DJ to pioneer house music all over France.",
    "picture": "https://mixmag.net/assets/uploads/images/_columns2/Dimitri-From-Paris-Selects.jpg",
    "releases": "https://www.beatport.com/artist/dimitri-from-paris/2006/releases"
  },
  {
    "id": 22,
    "name": "CHRIS WOOD",
    "genre": "Deep House, Tech House, Minimal Techno",
    "nationality": "Germany",
    "about": "Since 2004 Chris proceeds as successful producer and remixer. By now, there are a couple of numerous releases and remixes under his hand. He released for example on labels like Moon Harbour, Pressure Traxx, Souvenir, Upon You, Below, Freebase Records, Kindisch, MurMur or be_chosen. 2009 Chris started working with his friend Meat (Carsten Schuchmann). Since then they released a couple of tracks and remixes on different labels and they DJ together at clubs around the world. There last EPs where played by big names like Sven Väth, Ricardo Villalobos, Seth Troxler and many more. Since 2012 Chris and Meat run the store Freebase Records & Sneakers together and founded the label Freebase Records.",
    "picture": "https://cdn1.diginights.com/uploads/images/artist/c/h/chris-wood/preview_image2-default-1.jpg",
    "releases": "https://www.beatport.com/artist/chris-wood/19551/releases"
  },
  {
    "id": 23,
    "name": "NIGHTMARES ON WAX",
    "genre": "Hip Hop, Trip Hop",
    "nationality": "United Kingdom",
    "about": "Originally the combined project of George Evelyn and Kevin 'Boywonder' Harper -- the latter of whom was eventually replaced by Robin Taylor-Firth -- Nightmares on Wax became one of the brightest spots on the post-rave British techno map of the early '90s. NoW's debut album, A Word of Science, was -- along with early tracks by LFO, Tuff Little Unit, and Tricky Disco -- a crucial bridge between the competing influences of New York house and electro, Detroit techno and soul, London rave and acid, and the burgeoning eclecticism of the years to come. Formed in the late '80s in West Yorkshire as an extension of Evelyn and company's b-boy crew the Soul City Rockers, NoW's first singles, 'Dextrous' and 'Aftermath' were both highly regarded, and the latter shot into the U.K. pop singles Top 40. The subsequent album laid a good deal of the groundwork for the downtempo experimental hip-hop/electro-funk worked over by Mike Paradinas, Luke Vibert, Spacer, and others, and earned the group a secure spot among techno's select crew of next-step innovators. The group nonetheless disbanded following Science's release, with early contributor Kevin Harper leaving to pursue a DJ career and Evelyn turning out a smattering of house tracks on Warp's Nucleus subsidiary before settling into bedroom woodshed mode, often joined by Taylor-Firth. Following a four-year hiatus, Evelyn resurfaced with a track on the Mo' Wax Headz compilation and, soon after, Smoker's Delight, basically an instrumental hip-hop album with a distinctively British eclecticism. Still involved with the same sorts of genre-spanning sampler-and-sequencer experiments, Smoker's Delight was also less obvious, suited more to repeat listenings than previous material. The same was also true for 1999's Carboot Soul, Evelyn's first album as part of a deal with American indie label Matador for domestic distribution. In 2000, NoW produced the first new track by De La Soul in several years, included on an EP -- Sound of N.O.W -- featuring the rap pioneers. Following on its heels was a volume in the Studio !K7 mix series DJ-Kicks. Two years later, Evelyn delivered his fourth LP, Mind Elevation. A bigger gap preceded the release of his next proper LP for Warp, but In a Space Outta Sound finally appeared in 2006, while 2008's Thought So... and the unmixed selector compilation Coming Home followed closely behind. Evelyn continued to work as a downtempo DJ, collaborated with Jazzanova arranger Sebastian Studnitzky, and released Feelin' Good, another eclectic set of productions, in 2013. The following year brought a retrospective set, N.O.W. Is the Time, to celebrate 25 years of activity. Morgan Geist, Optimo's JD Twitch, and Ashley Beedle, among others, granted remixes. Evelyn issued the Ground Floor EP, featuring Andrew Ashong, Wolfgang Haffner, and Acid Mondays, in 2016. The next year, he released the first in a batch of singles that preceded the early-2018 set Shape the Future.",
    "picture": "https://basefm.co.nz/site/wp-content/uploads/wax.jpg",
    "releases": "https://www.beatport.com/artist/nightmares-on-wax/9995/releases"
  },
  {
    "id": 24,
    "name": "CHEMICAL BROTHERS",
    "genre": "Big Beat, Electronica, Trip Hop",
    "nationality": "United Kingdom",
    "about": "The act with the first arena-sized sound in the electronica movement, the Chemical Brothers united such varying influences as Public Enemy, Cabaret Voltaire, and My Bloody Valentine to create a dance-rock-rap fusion that rivaled the best old-school DJs on their own terms -- keeping a crowd of people on the floor by working through any number of groove-oriented styles featuring unmissable samples, from familiar guitar riffs to vocal tags to various sound effects. And when the duo (Tom Rowlands and Ed Simons) decided to supplement their DJ careers by turning their bedrooms into recording studios, they pioneered a style of music (later termed big beat) remarkable for its lack of energy loss from the dancefloor to the radio. Chemical Brothers albums were less collections of songs and more hourlong journeys, chock-full of deep bomb-studded beats, percussive breakdowns, and effects borrowed from a host of sources. All in all, the duo proved one of the few exceptions to the rule that intelligent dance music could never be bombastic nor truly satisfying to the seasoned rock fan; it's hardly surprising that they were one of the few dance acts to enjoy simultaneous success in the British/American mainstream and in critical quarters. While growing up, both Rowlands and Simons grooved to an eccentric musical diet, ranging from the Smiths and Jesus and Mary Chain to Kraftwerk and Public Enemy. They met while taking the same history course at Manchester University, though neither was a native Mancunian -- Rowlands enrolled because of the legendary Haçienda nightclub nearby, while Simons acknowledged the city as birthplace to the Smiths and New Order. The pair began sampling Madchester's vibrant nightclub scene together during 1989 and 1990, just at the peak of Britain's fascination with a DJ'ing style named Balearic. Pioneered at the island hot spot of Ibiza during the mid-'80s, Balearic relied on a blend of early house music, Italian disco, rare-groove jazz and funk, Northern soul, hip-hop, and alternative dance. Original Balearic DJs like Trevor Fung, Paul Oakenfold, and Mike Pickering brought the sound back to indie clubs in London and Manchester, and the style proved very attractive to musical eclectics like Rowlands and Simons. Though Rowlands was already performing in the alternative dance group Ariel, the pair began DJ'ing together at the Manchester club Naked Under Leather in 1991. Hardly believing that their weekend project would progress, they took the semi-serious handle Dust Brothers (a tribute to the American production team responsible for one of their favorite albums, the Beastie Boys' Paul's Boutique). Despite their doubts, Rowlands and Simons' club night did grow more popular, thanks to the duo's Balearic mix of rare house tracks flavored with hip-hop breakdowns, independent-dance fusions, and ancient secondhand discards. After deciding to try re-creating their unique sound in their tiny bedroom studio, the Dust Brothers emerged with 'Song to the Siren', an intriguing example of the new alternative dance scene including sample victims Meat Beat Manifesto and This Mortal Coil. When lawyers for the original Dust Brothers came calling in 1995, though, Rowlands and Simons were forced to change their name to the Chemical Brothers (the proposed Dust Brothers U.K. was turned down). Word on the street and nightclub scene was so good that it hardly mattered; their new residency at the Heavenly Sunday Social quickly became one of the hottest club nights in England -- documented on the mix disc Live at the Social, Vol. 1 -- and their debut album, Exit Planet Dust, was heavily praised by critics. Another fan of the record, Oasis frontman Noel Gallagher, agreed to lend his vocals to a future single named 'Setting Sun', the Chemicals' tribute to one of their own favorites, the Beatles' 'Tomorrow Never Knows'. The single went to number one in late 1996, and the Chemical Brothers opened up for the giant Oasis concert at Knebworth besides headlining their own shows all over the world. The Chemical Brothers' second album, Dig Your Own Hole, took charge of the top spot on the album charts upon its release in April 1997, and on the wings of America's growing electronica push, the album sailed to number 14 stateside and went gold. The duo released a mix album in 1998, Brothers Gonna Work It Out, and followed with their third studio LP, Surrender, in 1999. Rather lackluster expectations sparked a return to the underground with the white-label-only single 'It Began in Afrika' and the duo's fourth album, Come with Us. It too failed to earn the high notices of the first two albums, although after another three-year gap Rowlands and Simons returned with another, 2005's Push the Button, with guest vocalists Q-Tip, Tim Burgess, Kele Okereke, and the Magic Numbers. The music celebrity parade continued on 2007's We Are the Night, this time including the Klaxons, Willy Mason, Fatlip, and Midlake. In 2010 they released Further, their first album with no vocal collaborations, and in 2011 they released Hanna, their first film soundtrack. Sticking with film, in early 2012 they released to select cinemas Don't Think, a combination of a Chemical Brothers live show and a visual document from their longtime art director Adam Smith. The film and live show were made available for purchase in March 2012. Another film contribution followed in 2014, when the Chemical Brothers collaborated with Miguel and Lorde for a song on the Hunger Games: Mockingjay, Pt. 1 soundtrack. With 2015 came the first Chemical Brothers full-length in five years, Born in the Echoes, which featured guest appearances from Beck, St. Vincent, Cate Le Bon, and the returning Q-Tip. It debuted at number one in the U.K. and became the group's sixth chart-topping album.",
    "picture": "https://static.spin.com/files/2018/06/GettyImages-86129372-1527950122-640x416.jpg",
    "releases": "https://www.beatport.com/artist/the-chemical-brothers/53398/releases"
  },
  {
    "id": 25,
    "name": "FATBOY SLIM",
    "genre": "Big Beat, Electronica, Acid House",
    "nationality": "United Kingdom",
    "about": "Norman 'Jack-of-All-Genres' Cook, in addition to his former occupations as bassist for the Housemartins and one-third of acid house hit makers Pizzaman, is also the man behind one of the most popular of the new flock of English 'Brit-hop' producers, Fatboy Slim. Releasing his Fatboy material through club staple Skint, Cook's raucous blend of house, acid, funk, hip- hop, electro, and techno has added to his already formidable reputation as one of the foremost all- around producers on the U.K. club scene.Born Quentin Cook in Bromley on July 31, 1963, Cook joined the Hull-based pop group the Housemartins in 1986, replacing founding member Ted Key. After the group split the following year,Cook became involved with the burgeoning acid house scene, pairing with producers Tim Jeffrey and J.C. Reid toward the end of the decade to form Pizzaman. He shut most of his other production activities down in the following years to focus on his solo project as Fatboy Slim, which began with a trio of singles and the full-length Better Living Through Chemistry. Cook was also called in to add his remixing skills to Jean-Jacques Perrey's proto-electronica classic 'Eva', released as a 12inch and CD single in 1997. In addition to his FBS work, Cook also recorded the Skip to My Loops sample CD, a popular studio tool sporting a mélange of sample-ready drum loops, analog squelches, and assorted noises. In early 1998, his remix of Cornershop's 'Brimful of Asha' spent several weeks at number one in the British charts. Fatboy Slim's eagerly anticipated second LP, You've Come a Long Way, Baby, followed later that year. The album went platinum in the U.S. and spawned two international hits, 'The Rockafeller Skank' and 'Praise You', which also boasted a Spike Jonze-directed video that earned three MTV Video Music Awards as well as two Grammy nominations. Cook also recorded several mix albums, including the first disc of the Radio 1 compilation Essential Selection, Vol. 1 and his own On the Floor at the Boutique. The latter was released domestically in the U.S. in early 2000 to help fans withstand the wait for his third album, Halfway Between the Gutter and the Stars, which arrived that fall. Two mix albums -- Live on Brighton Beach and Big Beach Boutique II -- appeared in 2002. During 2003, Cook and his wife -- popular British TV presenter Zöe Ball -- separated for a brief period. They soon patched things up but the split was a heavy influence on 2004's Palookaville, the most laid-back and moody Fatboy Slim album yet. Collecting his singles along with a couple of important remixes, The Greatest Hits: Why Try Harder appeared in 2006. In 2008, Cook announced he would be retiring the Fatboy Slim name and launching a new project, Brighton Port Authority (or BPA for short), a musical concept group featuring special guest artists such as David Byrne, Iggy Pop, Dizzee Rascal, Martha Wainwright, and many more. BPA released the single 'Toe Jam' in 2008. The following year, the Fatboy Slim brand continued to pop up, such as on the mix CD Dance Bitch. Meanwhile, under the BPA moniker, Cook released I Think We're Gonna Need a Bigger Boat. His next project, released in 2010 as Fatboy Slim, involved production work, collaboration, and co-billing with Byrne on the Imelda Marcos concept release Here Lies Love. In 2011, he continued to tour across the globe, and in 2012 he was asked to perform at the London Olympics closing ceremony. ",
    "picture": "http://stoneyroads.com/wp-content/uploads/2016/01/Fatboy-Slim.jpg",
    "releases": "https://www.beatport.com/artist/fatboy-slim/4610/releases"
  },
  {
    "id": 26,
    "name": "PAROV STELAR",
    "genre": "Nu Jazz, Electro Swing, Lounge",
    "nationality": "Austria",
    "about": "With his unmistakable sound-mix of Jazz- and Swing samples and electronic music, Parov Stelar has secured his own unique position in the world of music. His Productions address club-audiences as well as the home-listener. After his first records-releases using different aliases as well as his real name, Marcus Füreder foundet Etage Noir Recordings in 2003. Since then he releases as Parov Stelar. In 2004 his “KissKiss EP” and soon after released album longplayer “Rough Cuts” meant his breakthrough in the international electroinic music scene. His uncommon approach to music-production combined with an assured sense of sound-aesthetics led to massive respect from his colleagues and the reputation as inventor of a genre (Rainer Trüby once called this genre “Minimal Jazz House”). The follwoing albums “Seven and Storm” and “Shine” as well as numerous singels and remixes made Parov Stelar one of the most reliable ande successful artists of his kind.",
    "picture": "https://s1.ticketm.net/img/tat/dam/a/785/d5920998-4c44-4537-84db-20918c621785_487901_CUSTOM.jpg",
    "releases": "https://www.beatport.com/artist/parov-stelar/24379/releases"
  },
  {
    "id": 27,
    "name": "TIMEWARP INC",
    "genre": "Nu Funk, Nu Disco, Breaks",
    "nationality": "Greece",
    "about": "Timewarp (his full name Angelos Stoumbos) is a fine example of one more artist, in this case a musician, that was first recognised internationally and then he turned his inner eye to the Greek market. With many of his tracks featured in international Lounge / Freestyle / Downtempo famous compilations such as Black Coffee (Ecco Chamber), White Lounge (MusicPark) and Ibiza Global Radio Moods (Irma), he wrightfully won his participation in many festivals (Spring three in Vienna, where he played with Gilles Paterson & Quantic Soul Orchestra) and guest dj sets in great clubs in Europe (Camera Club & Cafe Leopold in Vienna, Tageins Club in Freiburg, Budapest and many more). While experimenting with Nu-Funk / Breaks / Freestyle / Dub sounds and appearing in numerous events in Greece and abroad since mid-90s, he got great reviews and was soon announced as the 'best Greek Nu-Funkster' from famous people of the scene as Ralf Droesemeyer (Mo'Horizons), Dublex inc, Deep Dive Corporation (In-D Records), All Good Funk Alliance (Funk Weapons), Fort Knox Five, Dj Aeon Seven (Ninja Tunes) and Olivier Kieser (Kaiser & Velten – Poets Club)! Beeing a musician for more than 20 years, Timewarp is a Sound and Mastering Engineer for other musicians, while he has also licensed his music for major advertising campaigns. Angelos Timewarp Stoumbos combines all the characteristics of a modern succesful musical personality, with a low profile and a persistance to good music, manages to blend it to the life of a person that lives through what he loves.",
    "picture": "https://www.lifo.gr/icache/500/332/1/697625_1.jpg",
    "releases": "https://www.beatport.com/artist/timewarp-inc/184194/releases"
  },
  {
    "id": 28,
    "name": "CLUB DES BELUGAS",
    "genre": "Nu Jazz, Electro Swing, Lounge",
    "nationality": "Germany",
    "about": "Club des Belugas is a Nu Jazz and Lounge formation in Germany. The core of Club des Belugas consists of Maxim Illion and Kitty the Bill ; They are supported by various jazz singers and instrumentalists, including Reiner Winterschladen , Mickey Neher , Brenda Boykin and Ester Rada. Club des Belugas is one of the leading Nujazz bands in Europe, perhaps in the world. They combine contemporary European Lounge & Nujazz styles with Brazilian Beats, Swing and American Black Soul of the fifties, sixties and seventies using their unique creativity and intensity. Club of Belugas started their career in 2002 with their first album 'Caviar at 3 am' In 2003 German Club Charts no. 1 hits 'hip hip chin chin' and 'Gadda Rio'.",
    "picture": "http://4.bp.blogspot.com/-A6JFUPFZQdk/U8Ar8sKo7UI/AAAAAAAABTw/b0eqUv42ObM/s1600/Club+des+Belugas.jpg",
    "releases": "https://www.beatport.com/artist/club-des-belugas/38667/releases"
  },
  {
    "id": 29,
    "name": "SASHA",
    "genre": "Progressive House, Progressive Trance",
    "nationality": "Wales",
    "about": "North Wales native Sasha became one of the world's most renowned and popular DJs, known for populist fusions of house, techno, and trance. Starting out in the late '80s as a club DJ, the former Alexander Coe got his first big break when he was hired by the dance club Shelly's to spin and rework popular sounds of the day. It was there that the young DJ found fame with the dance and house crowd, but it wasn't until he started laying down his grooves at the Haçienda and Renaissance that he become known nationally and, eventually, globally. It was while still at Renaissance that Sasha met another DJ, John Digweed. The two became a remixing team and soon released the first volume of Northern Exposure, a series of mix albums that also functioned as a collection of the duo's remixes for other producers. The duo toured behind the release, visiting the U.S., Australia, South Africa, and Southeast Asia. Sasha refused to limit himself to DJ work, however; he collaborated with singer Maria Naylor on the Top 20 U.K. pop hit 'Be as One', and remixed tracks from such popular artists as the Pet Shop Boys, Simply Red, and M People. He also formed his own record company, Excession Recordings, and wrote originals for Deconstruction. In late 1997, another Sasha + John Digweed compilation appeared, Northern Exposure, Vol. 2, available in both East Coast and West Coast versions (each contained completely different songs). He released several mix albums on his own, as well, including multiple volumes in the Global Underground series (San Francisco and Ibiza). A rare production release, the Xpander EP, became a dancefloor hit in 1999. The mix album Communicate followed a year later, and in 2002, he scored an American record deal with Kinetic and released his first production full-length, Airdrawndagger. His next major record project, Involver, was a fusion of mix album and production record, consisting of his own exclusive remixes of tracks from UNKLE and Ulrich Schnauss, among others. Another inclusion, Felix da Housecat's 'Watching Cars Go By', was nominated for a Grammy in the category of Best Remixed Recording, Non-Classical. Subsequent volumes Invol2ver and Invol<3r were issued in 2008 and 2013. A creative departure titled Scene Delete, a flowing sequence of ambient productions, was released through LateNightTales in 2016. A remix EP, Scene Delete: Remixes #3, dropped the following year.",
    "picture": "https://i2-prod.walesonline.co.uk/incoming/article11180624.ece/ALTERNATES/s810/Sasha-1.jpg",
    "releases": "https://www.beatport.com/artist/sasha/2675/releases"
  },
  {
    "id": 30,
    "name": "LAURENT GARNIER",
    "genre": "Big Beat, Electronica, Acid House",
    "nationality": "France",
    "about": "A former staffer at the embassy in London, Frenchman Laurent Garnier began DJing in Manchester during the late '80s. By the following decade, he had become one of the best all-around DJs in the world, able to span classic deep house and Detroit techno, the harder side of acid/trance, and surprisingly jazzy tracks as well. He added production work to his schedule in the early '90s, and recorded several brilliant LPs across two additional decades that displayed a similar penchant for diversity. One of the first Europeans to begin mixing American house music in Britain, Garnier was one of the prime cogs in the late-'80s Madchester scene. His DJing at Manchester's legendary Haçienda Club provided a major inspiration for the Stone Roses and Happy Mondays to begin adding house rhythms to rock music. Garnier shifted his attention back to France in the early '90s, running the Wake Up Club in Paris for three years and gradually moving into recording as well. For the FNAC label, Garnier released 'French Connection' and the Bout de Souffle EP; after the label went under, though, he formed the F Communications label with Eric Morand (a friend who had also worked for FNAC). He had amassed quite a discography by the mid-'90s, but his first LP, Shot in the Dark, wasn't launched until 1995. His second, 30, appeared in 1997, followed by the retrospective Early Works. After trotting the globe with multiple DJ appearances during the late '90s, Garnier returned to the production realm in 2000 with Unreasonable Behaviour, which was followed by the 2005 set Cloud Making Machine. Retrospective: 1994-2006 combined major singles like 'Crispy Bacon' and 'The Man with the Red Face' with standout remixes for the likes of Alex Attias and Carl Craig. Live recording Public Outburst, issued in 2007 and inspired by improvisational jazz, featured material Garnier wrote and performed with Bugge Wesseltoft, Benjamin Rippert, and Philippe Nadaud. A couple years later, Garnier offered the expansive -- even by his standard -- Tales of a Kleptomaniac. Throughout the decade, he also put together a handful of varied mix albums: Excess Luggage, Life: Styles, and The Kings of Techno, the last of which was a two-disc set shared with comrade Craig. The 2010s were slightly less active for Garnier only when it came to traditional studio content. DJing, broadcasting, and operating F Communications kept him occupied, as did making music for dance productions, television, and film. The year 2015 brought La Home Box, a helpful compilation that rounded up then-recent tracks issued on 12inch and as digital downloads for an assortment of labels, including Hypercolour, 50 Weapons, and Still Music, as well as some exclusive tracks.",
    "picture": "http://res.cloudinary.com/techno/image/upload/h_514,w_770/v1508870362/garnier_electrochoc_b3qzvu.jpg",
    "releases": "https://www.beatport.com/artist/laurent-garnier/8501/releases"
  },
  {
    "id": 31,
    "name": "KRAAK & SMACK",
    "genre": "Nu Funk, Nu Disco, Breaks",
    "nationality": "Netherland",
    "about": "One of the more popular acts affiliated with the British label Jalapeno Records, Dutch breakbeat trio Kraak & Smaak enjoyed lots of BBC Radio 1 airplay and also drew large crowds for their live performances, including festival appearances at Glastonbury, Coachella, Miami Winter Music Conference, and South by Southwest. Comprised of Oscar de Jong, Mark Kneppers, and Wim Plug, the trio expands when on-stage, adding Rose Spearman (vocals) and Marc Baronner (bass guitar), and when DJing rather than performing as a live band, they're joined by DJ Sargon. Based in Leiden, the Netherlands, Kraak & Smaak made their recording debut in 2003 on Jalapeno Records with the Money in the Bag EP, the title track of which was championed by Annie Nightingale on her Radio 1 show. A series of additional EPs followed on Jalapeno Records (Keep on Searching, 2004; Set Fire to Disco, 2004; Say Yeah, 2005; Money in the Bag Remixes, 2005; One of These Days, 2005) before the eventual release of the full-length Kraak & Smaak album debut, Boogie Angst (2005), which compiled all of the previously released singles alongside new material, including the forthcoming singles 'Keep Me Home' and 'No Sun in the Sky', Meanwhile, Kraak & Smaak began establishing themselves as a live act and toured the DJ circuit as well; plus, they began doing remix work, the highlights of which would be compiled on The Remix Sessions (2007). In 2008 the trio returned with a new round of studio recordings, first releasing the That's Our Word EP -- highlighted by 'That's My Word', a song featuring Stones Throw affiliate vocalists Dudley Perkins and Georgia Ann Muldrow -- followed by the full-length album Plastic People. Featuring vocalist Ben Westbeech, lead single 'Squeeze Me' became the biggest Kraak & Smaak hit to date, breaking into the Dutch singles chart Top Ten and getting lots of Radio 1 airplay.",
    "picture": "https://www.dance.nl/uploads/images/events/4459_3974.jpg",
    "releases": "https://www.beatport.com/artist/kraak-and-smaak/15898/releases"
  },
  {
    "id": 32,
    "name": "MARCO CAROLA",
    "genre": "Techno",
    "nationality": "Italy",
    "about": "Techno producer Marco Carola has often been compared to such contemporaries as Jeff Mills and Richie Hawtin. Born in Naples, Italy, Carola took up the drums at an early age and by 15 was concentrating on electronic and house music. By 1993 Carola had put together his own studio and was issuing tracks for several different labels until he launched his own record company, Design Music, in 1996 (one of the first Italy-based techno-based labels). Ensuing tours of Australia, Europe, and America soon followed, resulting in such releases as 1998's Fokus and 2001's Open Systems, the latter of which Carola describes as an 'electronic experience'.",
    "picture": "http://www.6am-group.com/wp-content/uploads/2015/11/MC.jpg",
    "releases": "https://www.beatport.com/artist/marco-carola/10141/releases"
  },
  {
    "id": 33,
    "name": "RICHIE HAWTIN",
    "genre": "Techno, Minimal Techno",
    "nationality": "Canada-UK",
    "about": "Although of English and Canadian origins, Plastikman's Richie Hawtin is closely connected with the Detroit techno scene associated with figures such as Kenny Larkin, Stacey Pullen, Eddie Fowlkes, and Derrick May. His Plus 8 label -- co-owned and operated with John Acquaviva -- is one of the most influential experimental dance music imprints, and Hawtin's own tracks recorded as Plastikman and F.U.S.E. are highly regarded as faithful, intelligent, forward-stepping updates of the Detroit sound. A DJ of renown and growing in repute as a remixer, Hawtin has seen his visibility as one of experimental dance music's more important and innovative figures rise ever since the release of his debut Plastikman album, Sheet One. Hawtin was born in Oxfordshire, England, in the early '70s, and when he was nine moved with his parents to Windsor, Ontario, Canada. An early interest in electronic-based pop and dance music turned serious when Hawtin discovered the tracks being pumped out of his neighbor across the river, Detroit. Beginning as a DJ in 1987, Hawtin quickly became involved in composition through his direct involvement in Detroit's tight-knit community of musicians and producers. Combining early influences from European synth pop groups like Kraftwerk and New Order with the stripped-down techno futurism of Detroit innovators such as Juan Atkins and Derrick May, Hawtin's tracks are as steeped in Motor City tradition as they deviate from it in terms of texture and rhythmic complexity. Although 12inch releases issued through Plus 8 and the European NovaMute label have all been pretty dancefloor-oriented, Hawtin's attention to techno-based listening music has been just as focused through his full-length albums. His ambitious series of mix albums -- including 1995's MixMag Live!, 1999's Decks, EFX & 909, 2001's DE9: Closer to the Edit, and 2005's DE9: Transitions -- has emboldened his reputation as a conceptualist DJ.",
    "picture": "https://cdn.mos.cms.futurecdn.net/cb0a09dcf79a9f5f785dc709e4a2ce20-650-80.jpg",
    "releases": "https://www.beatport.com/artist/richie-hawtin/3618/releases"
  },
  {
    "id": 34,
    "name": "NICK WARREN",
    "genre": "Progressive House, Progressive Trance",
    "nationality": "UK",
    "about": "Nick Warren became one of the first so-called 'superstar DJs' in the mid- to late '90s, holding down a high-profile residency at Cream in England, touring around the world, and appearing on several DJ mix albums before they became commonplace. Though he spun an eclectic array of dance styles in the late '80s and early '90s, he eventually championed the late-'90s trance sound of labels like Hooj Choons and joined the ranks of other superstar DJs like Paul Oakenfold, Sasha, and Tall Paul. Furthermore, he dabbled a bit in production, collaborating with Jody Wisternoff as Way Out West. Before leading a jet-set lifestyle, Warren moved to Bristol in the 1980s after having just turned 20. By the early '90s, he was one of the city's top DJs, spinning upstairs at Vision, one of the city's first superclubs. At the time, Warren spun everything from dub and hip-hop to house, which became his preferred style. When fellow Bristol artists Massive Attack left to tour America in the wake of their early success, they invited Warren to accompany them on tour as their official DJ, a testament to his turntable skills as well as his reputation at the time. Eventually, Warren began a massively successful stint as the resident DJ at Cream in Liverpool. The club's stature grew quickly, as did Warren's as a result. Mixmag asked him to mix a volume in its Mixmag Live! series, which the magazine tagged as the 'Future Sound of Europe'. Around this same time, the mid- to late '90s, Warren was also garnering quite a bit of attention for his Way Out West collaboration with Wisternoff, resulting in several popular singles for Deconstruction, most notably 'The Gift', as well as a self-titled full-length featuring the group's hits. Next came an opportunity to mix the third volume in the then relatively obscure Global Underground series of DJ mix albums. The resulting mix, Global Underground: Prague (1997), featured several anthems of the time such as 'Cafe del Mar', 'Life on Mars' and 'Nipple Fish' helping to define the evolving trance sound of the late '90s. Warren's mix proved so successful that he was offered the opportunity to mix a second volume, Global Underground: Brazil (1998), and then yet more successive volumes in the increasingly popular series. Moreover, DMC offered Warren the chance to mix the first volume in its Back to Mine series of downtempo albums. In particular, 2001 was a big year for Warren; the New York-based Mixer magazine chose his Renaissance: Revelation mix album on Ultra Records (also featuring Danny Howells) as its album of the year, and his second Way Out West album, Intensify, also proved to be a favorite among not only listeners but critics as well. Further Global Underground volumes followed in 2003 (Global Underground: Reykjavik), 2005 (Global Underground: Shanghai), and 2007 (Global Underground: Paris).",
    "picture": "https://djmag.com/sites/default/files/styles/djmag_landscape/public/top100/djs/image/nick-warren.jpg?itok=6HfeTQVC",
    "releases": "https://www.beatport.com/artist/nick-warren/17572/releases"
  },
  {
    "id": 35,
    "name": "SOLOMUN",
    "genre": "Progressive House, Deep House",
    "nationality": "Germany-Bosnia",
    "about": "Solomun has played a major role in redefining European House Music, with productions, remixes and stand-out DJ sets that take the very building blocks of House and sensitively reconstruct them: adding a fresh, ultramodern twist to the genre. A well-respected underground producer for a number of years, he regularly hits the top spot of readers’ polls in music industry magazines - confirming his measure in every important category.His stratospheric rise in popularity kicked off in 2012, after a legendary first season on Ibiza with his own label-inspired Diynamic Neon Nights at Sankeys.Here, he and his crew took up the challenge and initiated a take-over of what was becoming a clichéd scene. This first assault on the White Island brought Solomun his just- rewards in the shape of Best Producer title at the DJ Awards Ibiza and DJ of the Year from Mixmag Magazine. It follows that “Neon Nights” will continue at Sankeys again this summer, along with an own night every Sunday at Pacha/Ibiza “Solomun +1”.Solomun loves the studio, this is clear from his output: always emotive, visceral, authentic and always promoting his reasoning that “Music is Moments”. That said, his passion for DJing can never be questioned by anyone who’s seen him in-action, all over the world. As head of Diynamic Music, he’s a consistent but still he’s not afraid to take the audience on a journey. It’s a sensual style where deepness, funkiness and human vocals go hand in hand.Running two successful labels (Diynamic and 2DIY4), one of the most respected underground Clubs in Germany (EGO) and the Diynamic Radio Show (broadcast in over 30 countries), is a true indicator of Solomun’s deep love of music and of his people. His work ethic is managed in much the same way that he brings a variety of influences into his music: a little soft touch here, a cool dance move over there and a real, honest commitment to “Doing It Yourself”.",
    "picture": "https://cps-static.rovicorp.com/3/JPG_400/MI0004/042/MI0004042481.jpg?partner=allrovi.com",
    "releases": "https://www.beatport.com/artist/solomun/25648/releases"
  },
  {
    "id": 36,
    "name": "",
    "genre": "",
    "nationality": "",
    "about": "",
    "picture": "",
    "releases": ""
  },
  {
    "id": 37,
    "name": "",
    "genre": "",
    "nationality": "",
    "about": "",
    "picture": "",
    "releases": ""
  }
]
